Repository: HerrisonF/legends_panel
Catalog: lib/l10n/app_*.arb
Languages: pt

# language
source: English
pt: Português

# titleCurrentGamePage
source: Search for a game in progress
pt: Assista à um jogo em andamento

# titleProfilePage
source: Search for a profile
pt: Procure por um perfil

# hintSummonerName
source: Summoner's name
pt: Nome do Invocador

# inputValidatorHome
source: This Field is Mandatory !
pt: Esse campo é obrigatório !

# buttonMessageSearch
source: Search
pt: Procurar

# buttonMessageUserNotFound
source: User not found !
pt: Usuário não encontrado !

# buttonMessageGameNotFound
source: That summoner isn't playing !
pt: O jogador não está jogando !

# loadingMessage
source: Looking for the player
pt: Procurando o jogador ...

# victory
source: Wins
pt: Vitórias

# lose
source: Losses
pt: Derrotas

# development
source: Hello. I am a solo dev on this application. So if you encounter problems, please, report it to me on Play Store and have a little patience, because I make this app in my spare time. Do you like the application ? You can help me going to Play Store and giving some stars. :)
pt: Olá. Trabalho sozinho nesta aplicação. Então, caso encontre problemas, por favor, me reporte pela loja e também peço um pouco de paciência, pois faço esse app no meu tempo livre. Gosta da aplicação ? Você pode me ajudar indo à Play Store e me dando algumas estrelas :)

# gitInstall
source: We got problems to open Git !
pt: Tivemos problemas para abrir o Git !

# userFound
source: We found you !
pt: Te encontramos !

source: Searching
pt: Procurando

# gameDefeat
source: Defeat
pt: Derrota

# gameDefeatedBlueTeam
source: Blue team defeated
pt: Time azul derrotado

# gameDefeatedRedTeam
source: Red team defeated
pt: Time vermelho derrotado

# gameVictory
source: Victory
pt: Vitória

# gameVictoriousBlueTeam
source: Victorious blue team
pt: Time azul vencedor

# gameVictoriousRedTeam
source: Victorious red team
pt: Time vermelho vencedor

# favoriteUsers
source: Your favorite users will be here
pt: Seus jogadores favoritos estarão aqui

# buildPageTitle
source: Look for builds clicking on champions
pt: Procure builds clicando no champion

# championName
source: Champion's name
pt: Nome do champion

# noBuildChampion
source: No data for this champion yet
pt: Ainda sem dados para esse champion

source: Spell
pt: Feitiços

# perk
source: Runes
pt: Runas

source: Ability order
pt: Ordem de habilidades

source: Build Suggestion
pt: Sugestão de build
